<p align="center"><em>Me pregunta que c&oacute;mo es San Cristobal. Es una ciudad antigua situada en un gran valle
        rodeado de monta&ntilde;as. Al amanecer baja la niebla hasta las casas y la ronda. Ya tarde empieza a alumbrar
        el sol. Los d&iacute;as son largos. transparentes, pur&iacute;simos. Y las noches, son con esos cielos de
        cristal, estrellas fijas y remotas. </em></p>
<p align="center"><em>Rosario Castellanos </em></p>
<div align="justify">
    <ul>
        <li>Encuentro de culturas en el coraz&oacute;n de los Altos de Chiapas </li>
        <li>La mayor superficie cubierta por tejas en el pa&iacute;s sobre un trazo urban&iacute;stico de
            inspiraci&oacute;n renacentista.</li>
        <li>La m&aacute;s centroamericana de las ciudades mexicanas.</li>
        <li>La mayor serie de retablos barrocos en M&eacute;xico.
        </li>
    </ul>
</div>
<p align="justify">El valle de Jovel ofreci&oacute; la situaci&oacute;n ideal, el clima templado y la estrat&eacute;gica
    ubicaci&oacute;n, para que Diego de Mazariegos fundara en 1528 la Ciudad Real de Chiapa. En el actual centro
    hist&oacute;rico de San Crist&oacute;bal de Las Casas convergen tejados, patios floridos, balcones esquinados,
    fachadas barrocas, construcciones de estilo neocl&aacute;sico y mud&eacute;jar, artesan&iacute;a colorida, cocina
    exquisita, ceremonias, procesiones, fiestas populares, antiguas leyendas. Alrededor de su plaza se encuentran la
    catedral de fachada barroca, el neocl&aacute;sico palacio municipal, los portales, la iglesia de San Nicol&aacute;s,
    con el estilo que m&aacute;s identifica a la arquitectura religiosa colonial de Chiapas y la Casa de la Sirena con
    fachada de inspiraci&oacute;n plateresca del siglo XVI. </p>
<p align="justify">Especialmente interesante es el
    conjunto formado por el convento dominico y el templo de La Caridad. La iglesia de Santo Domingo es obra cumbre del
    barroco centroamericano y mexicano, tanto por su fachada de argamasa como por el conjunto de retablos y
    p&uacute;lpito dorados de su interior. La Caridad destaca por su suntuoso retablo barroco. Barrocos son
    tambi&eacute;n los retablos de San Francisco, mientras que El Carmen luce una torre mud&eacute;jar &uacute;nica en
    M&eacute;xico. Muchos otros edificios de inter&eacute;s hay en la ciudad que se caracteriza por poseer un cuantioso
    inventario de casonas de estilo neocl&aacute;sico inspiradas en el renacentista tratado de
    Vignola.</p>
<p align="justify"> Adem&aacute;s de su invaluable patrimonio de arte y tradici&oacute;n, la ciudad es un escenario
    literario que ha emocionado a poetas y narradores provenientes de varias partes del mundo. La ciudad ha sido
    retratada por el talento de Graham Greene, Max Aub, Rosario Castellanos, Eraclio Zepeda, Jes&uacute;s Morales
    Berm&uacute;dez, Jaime Sabines, Efra&iacute;n Bartolom&eacute;, entre otros notables escritores. Desde 1994, varios
    escritores han enriquecido con sus cr&oacute;nicas el paisaje literario de esta palpitante ciudad.<br>
</p>